Revit 2015 API
ReferencePlane.Reference Property
The geometry reference of the reference plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public Reference Reference { get; }
Visual Basic
Public ReadOnly Property Reference As Reference
	Get
Visual C++
public:
property Reference^ Reference {
	Reference^ get ();
}
See Also
ReferencePlane Class
Autodesk.Revit.DB Namespace